{"infos": [
  {
    "name": "Homo Sapiens - Pré-história",
    "answers": ["Paleolítico", "Neolítico", "Idade dos metais"],
    "text": " A Pré-história inicia-se com o aparecimento do Homem e termina com o aparecimento da escrita, por volta de 4000 a.C.\nA Pré-história pode ser dividida em três períodos: o Paleolítico, ou Idade da Pedra Lascada, o Neolítico, ou Idade da Pedra Polida e a Idade dos Metais.\nPaleolítico - é caracterizado pelo uso de utensílios elaborados a partir da pedra. O ser humano era nómada, subsistindo a partir da coleta, da caça e da pesca. Constituía comunidades onde predominava a propriedade coletiva dos meios de produção.\nNeolítico - é marcado pelo processo de sedentarização da espécie humana. A partir do domínio sobre técnicas agrícolas e da criação de animais, deu-se a organização das tribos.\nIdade dos Metais - o ser humano, aperfeiçoando técnicas de metalurgia, conseguiu elaborar instrumentos de trabalho e armas.\n\n[http://www.historiadomundo.com.br/pre-historia/texto-pre-historia.htm]"
  },
  {
    "name": "Gruta de Lascaux",
    "answers": ["Pinturas rupestres", "França", "17.000 anos a.C."],
    "text": "A gruta de Lascaux, em Montignac na França, apresenta grande quantidade de pinturas rupestres nas pedras, sendo todas sobre animais. Estão pintados bovídeos, cavalos, cervos, cabras selvagens e felinos, sendo a maioria de 17.000 anos a.C., mas algumas pinturas podem ser de 15.500 a.C.\nRecomenda-se a visita virtual à gruta de Lascaux.\n\n[http://www.lascaux.culture.fr/index.php?lng=en#/en/02_00.xml]\n[wikipedia: Lascaux]"
  },
  {
    "name": "Gruta de Altamira",
    "answers": ["Pinturas rupestres", "Espanha", "Paleolítico Superior"],
    "text": "A gruta de Altamira, em Espanha, apresenta um dos conjuntos pictóricos importantes da pré-história. Contém pinturas policromas, gravuras, pinturas pretas, vermelhas e ocres que representam animais, figuras antropomorfas, desenhos abstratos e não figurativos.\nAs pinturas e gravuras na pedra pertencem ao Paleolítico Superior.\n\n[Wikipedia: Caverna de Altamira]"
  },
  {
    "name": "Tassili N'Ajjer - 6000 a.c.",
    "answers": ["Sítio arqueológico", "Argélia", "Mais de 15.000 desenhos"],
    "text": "O sítio arqueológico de Tassili N'Ajjer, na Argélia, em África, tem mais de 15 mil desenhos e gravações de arte rupestre pré-histórica.\n\n[http://whc.unesco.org/en/list/179]"
  },
  {
    "name": "Gravuras de Côa",
    "answers": ["Arte rupestre", "Portugal", "Homem de Piscos"],
    "text": "O Parque Arqueológico do Vale do Côa, em Portugal, permite a visita a três dos principais sítios com arte rupestre paleolítica conhecidos na área do Parque: Canada do Inferno, Penascosa e Ribeira de Piscos. São gravuras do período Paleolítico. Apresenta uma das raras figuras humanas: Homem de Piscos.\n\n[http://www.arte-coa.pt/]"
  },
  {
    "name": "Quipu",
    "answers": ["Proto-escrita", "Neolítico", "Incas"],
    "text": "A proto-escrita que surge no final do Neolítico ainda não possui significado linguístico.\nNeste período o homem fez uso de ideogramas, mnemónicos ou outras formas capazes de evocar algum tipo de informação. Nesta categoria está o Quipu dos Incas e as runas eslávicas.\nO surgimento da escrita é um marco importante na história do mundo por demarcar a separação entre a história e a pré-história.\n\n[Wikipedia: História da escrita]"
  },
  {
    "name": "Runas",
    "answers": ["Europa do Norte", "Futhark", "Futhorc"],
    "text": "As runas podem ser consideradas como uma antiga forma de escrita da Europa do Norte, na Escandinávia e nas ilhas Britânicas.\nA versão escandinava que também é conhecida como Futhark (derivado das suas primeiras seis letras: 'F', 'U' 'Th', 'A', 'R', e 'K'), e a versão Anglo-saxónica conhecida como Futhorc (o nome também tem origem nas primeiras letras deste alfabeto).\nAs inscrições rúnicas mais antigas datam de cerca do ano 150. O alfabeto foi substituído pelo alfabeto latino com a cristianização.\n\n[Wikipedia: Runas]"
  },
  {
    "name": "Escrita cuneiforme- 3.500 a.C.",
    "answers": ["Pictogramas", "Escrita silábica", "Sumérios"],
    "text": "A escrita cuneiforme foi desenvolvida pelos sumérios, na Mesopotâmia, por volta do ano 3.500 a.C.\nOs sumérios desenvolveram uma escrita silábica para representar a língua suméria falada. Os primeiros pictogramas eram gravados em tabuletas de argila, em sequências verticais de escrita com um estilete feito de cana que gravava traços verticais, horizontais e oblíquos. Depois as pessoas começaram a escrever em sequências horizontais e um novo estilete em cunha inclinada passou a ser usado para empurrar o barro.\n\n[Wikipedia: Escrita cuneiforme]"
  },
  {
    "name": "Hieróglifos - Egito",
    "answers": ["Escrita hieroglífica egípcia", "China", "Os maias"],
    "text": "O surgimento da escrita hieroglífica no Antigo Egito Antigo tem alguma relação com a escrita da Mesopotâmia.\nUsam também hieróglifos os chineses e as civilizações pré-colombianas, como  os maias, mas tiveram origem independente. A escrita japonesa foi criada a partir da chinesa.\n\n[Wikipedia: História da escrita]"
  },
  {
    "name": "Pedra de Roseta - Antigo Egito",
    "answers": ["Escrita hieroglífica egípcia", "Demótico", "Grego antigo"],
    "text": "Em 1799 a  Pedra de Roseta foi encontrada por um soldado da expedição francesa ao Egito, liderada por Napoleão.\nÉ um fragmento de uma estela de granodiorito do Antigo Egito, cujo texto foi crucial para a compreensão moderna dos hieróglifos egípcios.\nA sua inscrição regista um decreto promulgado em 196 a.C., na cidade de Menfis, em nome do rei Ptolomeu V, com três registos: na forma hieroglífica do egípcio antigo, o trecho do meio em demótico, variante escrita do egípcio tardio, e o inferior em grego antigo.\nEncontra-se no Museu Britânico.\n\n[Wikipedia: Pedra de Roseta]"
  },
  {
    "name": "Papiro - 2500 a.C.",
    "answers": ["Planta", "Nilo", "Suporte para escrita"],
    "text": "A planta papiro (Papyrus), abundante nas margens do rio Nilo, no Egito, deu origem ao suporte de escrita com o mesmo nome.\nOs manuscritos eram guardados em rolo.\nO papiro é obtido utilizando a parte interna, branca e esponjosa, do caule do papiro, cortado em finas tiras que eram posteriormente molhadas, sobrepostas e cruzadas, para depois serem prensadas. A folha obtida era martelada, alisada e colada ao lado de outras folhas para formar uma longa fita que era depois enrolada.\n\n[Wikipedia: Papiro]\nhttp://www.fascinioegito.sh06.com/papiros.htm]"
  },
  {
    "name": "Escriba egípcio",
    "answers": ["Sesh", "Manuscritos", "Escrita hieroglífica"],
    "text": "O escriba do Antigo Egito, ou sesh,  era uma pessoa educada nas artes da escrita. Filhos de escribas eram educados na mesma tradição escriba, enviados à escola e  herdavam as posições profissionais de seus pais.\nAs atividades administrativas e económicas eram documentadas por eles.\nOs escribas também eram considerados parte da corte real e não eram obrigados a pagar taxas.\n\n[Wikipedia: Escriba]"
  },
  {
    "name": "Mensageiros - 2400 a.C.",
    "answers": ["Antigo Egito", "Difusão de decretos", "Percurso a pé"],
    "text": "O primeiro serviço organizado de difusão de documentos escritos que se tem notícia remonta a 2.400 anos a. C., tendo surgido no Antigo Egito, quando os faraós usavam mensageiros para a difusão de decretos em todo o território do Estado.\nOs mensageiros realizavam o percurso a pé.\nNo século XII a.C. os egípcios já dispunham de um eficiente sistema postal.\n\n[Wikipedia: Correio]"
  },
  {
    "name": "Caracteres chineses",
    "answers": ["Caracteres Han", "Lologramas", "China"],
    "text": "Os caracteres chineses ou carateres Han (Hanzi) são logogramas (e não ideogramas) utilizados como sistema de escrita do chinês, japonês, coreano (do sul).Confúcio, por exemplo, faz referência à existência de um sistema de escrita na China anterior a 2.000 a.C.\n\n[Wikipedia: caracteres chineses]"
  },
  {
    "name": "Escrita maia",
    "answers": ["Escrita mesoamericana", "Glifos", "Logogramas"],
    "text": "A escrita maia, vulgarmente chamada de hieróglifos maias,  foi o mais desenvolvido dos sistemas de escrita mesoamericanos, sobretudo por causa da sua estética extraordinária.\nNa escrita maia, os logogramas e os sinais silábicos são combinados. Estão documentados cerca de 700 glifos diferentes.\n\n[Wikipedia: Escrita maia]"
  },
  {
    "name": "Ideogramas japoneses - Séc. IV",
    "answers": ["Japão", "Kanji", "Influência chinesa"],
    "text": "A escrita japonesa foi criada a partir da escrita chinesa por volta do século IV.\nOs símbolos - ideogramas - japoneses são chamados de kanji. A maioria é baseada em símbolos chineses, da época da dinastia Han.\n\n[Wikipedia: escrita japonesa]"
  },
  {
    "name": "Pergaminho - Antiguidade",
    "answers": ["Pele de animais", "Pérgamo", "Suporte para escrita"],
    "text": "O pergaminho é um suporte de escrita fabricado a partir da pele de animais, geralmente  cabra, carneiro, cordeiro, vitela ou ovelha.\nA pele tinha que ser tratada e seca para ser escrita.\nO seu nome deriva do nome da cidade onde se terá fabricado pela primeira vez: Pérgamo, na Grécia.\nA partir do século IV, o pergaminho começou a substituir o papiro.\n\n[http://tipografos.net/]"
  },
  {
    "name": "Alfabeto fenício",
    "answers": ["Escrita alfabética", "22 signos", "Sem vogais"],
    "text": "A escrita alfabética foi difundida com a criação do alfabeto fenício, constituído por vinte e dois signos que permitiam escrever qualquer palavra.\nNão tinham símbolos para representar as vogais, que precisavam ser deduzidas no contexto da palavra. A escrita era realizada da direita para a esquerda.\nO alfabeto fenício esteve na base do alfabeto grego.\n\n[naniesworld]"
  },
  {
    "name": "Mensageiros animais",
    "answers": ["Pombos", "Cretenses", "Fenícios"],
    "text": "Os cretenses e fenícios também desenvolveram um sistema de comunicação postal e foram os primeiros a utilizar pombos e andorinhas como mensageiros.\n\n[Wikipedia: Correio]"
  },
  {
    "name": "Alfabeto grego",
    "answers": ["Grécia", "24 letras", "Origem de outros alfabetos"],
    "text": "Os gregos aperfeiçoaram e ampliaram o alfabeto fenício passando a ser composto por 24 letras, divididas em vogais e consoantes.\nA partir do alfabeto grego surgiram outros, como o gótico, o etrusco e o latino.\n\n[miniweb.com.br]"
  },
  {
    "name": "Códice",
    "answers": ["Códice", "Codex", "Avanço em relação ao pergaminho"],
    "text": "O códice (ou codex, da palavra em latim que significa \"livro\", \"bloco de madeira\") eram manuscritos, em geral do período da era Antiga tardia até à Idade Média.\nAs folhas eram dobradas e juntas borda com borda em uma das margens, com blocos de madeira cobertos por cera.\nO códice é um avanço do rolo de pergaminho, e gradativamente substituiu este último como suporte da escrita. O códice, por sua vez, foi substituído pelo livro.\nO codex Alexandrinus é um dos mais completos manuscritos gregos da Bíblia, do séc. V.\n\n[http://tipografos.net/glossario/codice.html]"
  },
  {
    "name": "Alfabeto cirílico- Séc IX",
    "answers": ["Línguas eslavas", "Azbuka", "3º alfabeto da UE."],
    "text": "O alfabeto cirílico, criado no século IX, também conhecido como azbuka, é um alfabeto cujas variantes são utilizadas para a grafia de seis línguas nacionais eslavas (bielorrusso, búlgaro, macedónio, russo, sérvio e ucraniano), além do ruteno, e outras línguas extintas.\nEmbora haja alguma controvérsia, tem-se atribuído a criação do alfabeto a dois missionários São Cirilo e São Metódio, com o objetivo de transcrever a Bíblia para as línguas eslavas.\nCom a entrada da Bulgária na União Europeia (UE), em 1.º de janeiro de 2007, o cirílico tornou-se o terceiro alfabeto oficial da UE, ao lado do latino e do grego.\n\n[Wikipedia: Alfabeto cirílico]"
  },
  {
    "name": "Codex Gigas -Séc. XIII",
    "answers": ["Bíblia do Diabo", "O maior manuscrito medieval", "75 kg"],
    "text": "O Codex Gigas é considerado o maior manuscrito medieval existente no mundo ( 92 cm de altura, 50 cm de largura e 22 cm de espessura).\nFoi criado no início do século XIII, presumivelmente no mosteiro beneditino de Podlažice na Boémia (atual República Checa), e agora está preservado na Biblioteca Nacional da Suécia, em Estocolmo.\nÉ também conhecido como a Bíblia do Diabo, devido a uma grande figura do Diabo no interior e a uma lenda.\nPesa cerca de 75 kg.\n\n[Wikipedia: codex Gigas]"
  },
  {
    "name": "Papel",
    "answers": ["Séc. II na China", "Cai Lun", "1276 na Itália"],
    "text": "No ano 105 (d.C.), foi inventado o processo de fabricação do papel por Cai Lun, na China, na dinastia Han.  Utilizou fibras vegetais e fazia pequenas folhas.\nOs japoneses fabricavam o papel no séc. VII e no século seguinte produziram 1.000.000 de exemplares de uma oração budista.\nOs árabes aprenderam a fabricação do papel com os chineses. Quando os mouros invadiram a Península Ibérica levaram os segredos da fabricação do papel,  no séc. IX.\nMais tarde o segredo espalhou-se na Europa e em 1276 começou a fabricar-se na Itália, em Fabriano. Mas era moroso e artesanal. Só depois do séc. XVIII começou a ser fabricado em máquinas tendo evoluído até às atuais fábricas de papel.\n\n[https://www.epochtimes.com.br/cai-lun-o-inventor-da-fabricacao-do-papel/#.VdT3GPlViko]\n[http://www.miniweb.com.br/historia/Artigos/i_antiga/invencao_papel.html]"
  },
  {
    "name": "Imprensa de Gutenberg - 1450",
    "answers": ["Johannes Gutenberg", "Caracteres móveis", "Bi Sheng"],
    "text": "Johannes Gutenberg criou no ocidente a imprensa com caracteres móveis, em chumbo, reutilizáveis, na Alemanha, em Mogúncia atual Mainz.\nOs orientais no séc. XI usavam caracteres móveis em terracota mas não podiam ser reutilizados. Os caracteres foram aprimorados por Bi Sheng, entre 1041 e 1048, mas ficava muito dispendioso. A Coreia, 200 anos depois, imprime em 1377 o 1º livro com caracteres móveis metálicos.\nEsta inovação fez com que o livro, a cultura, fosse acessível a mais gente.\nNo século XV, o rei coreano Htai-Tjong: \"Quero que se fabriquem caracteres de cobre que sirvam para a impressão, a fim de ampliar a difusão de livros: será uma vantagem sem limites\".\n[http://www2.uol.com.br/historiaviva/artigos/gutenberg_nao_inventou_a_imprensa.html]\n\nEm 1620, o estadista e filósofo Inglês Francis Bacon escreveu que a impressão tipográfica tinha \"mudado o rosto e estado de coisas em todo o mundo\" associando-a ao trio \"imprensa-pólvora-bússola\"."
  },
  {
    "name": "Bíblia - Séc. XV",
    "answers": ["1º livro de Gutenberg", "Incunábulo", "2 exemplares em Portugal"],
    "text": "A Bíblia foi o primeiro livro impresso por Johannes Gutenberg com carateres móveis.\nOs incunábulos são livros do séc. XV, com impressão de textos em tipografia, iluminuras e ilustrações.\nA Bíblia é considerada o incunábulo mais importante, pois inicia uma nova era de impressão, a da produção em massa.\nUma cópia completa desta Bíblia possui 1282 páginas, com texto em duas colunas.\nConhece-se o paradeiro de 48 exemplares dos 180 impressos. Em Portugal há dois exemplares: um na Biblioteca Joanina, em Coimbra, e outro na Biblioteca Nacional, em Lisboa.\n\n[Wikipedia: Bíblia de Gutenberg]"
  },
  {
    "name": "Sinais de fumo - índios",
    "answers": ["Índios", "Grande Muralha da China", "Aborígenes australianos"],
    "text": "Os sinais de fumo feitos com base em fogueiras permitiam enviar mensagens entre os índios.\nNa antiga China, os soldados nas torres da Grande Muralha da China podiam usar este meio de comunicar para alertar sobre ataques inimigos, de torre para torre.\nOs aborígenes na Austrália também comunicavam com fumo.\nAtualmente ainda se utiliza para anunciar a escolha do Papa.\n\n[Wikipedia: sinal de fumo]"
  },
  {
    "name": "Tambores que falam",
    "answers": ["Tchreman", "África", "Telégrafo da selva"],
    "text": "Em África, os tambores para além de instrumento musical têm uma função de comunicação, sendo os \" tchreman \" - tambores que falam. Para cada tipo de mensagem, existe um tipo de tambor. Servem para contar histórias e para transmitir notícias.  Quando o tambor é tocado do alto de uma colina, o som pode ser escutado até 40 Km. Às vezes, para garantir a transmissão da mensagem, há tambores intermediários que tocam a cada 7 ou 10 Km, auxiliando, assim, na transmissão do que se pretende comunicar.\n\n[lickeaprenda.uol.com.br/portal/mostrarConteudo.php?idPagina=26326]"
  },
  {
    "name": "1605 - 1º periódico",
    "answers": ["Proliferam os jornais", "1641 - 1º periódico português", "Gazeta da Restauração"],
    "text": "No séc. XVII proliferam os jornais. O 1º jornal impresso foi o Relation aller Fürnemmen und gedenckwürdigen Historien, em 1605 e pertencia a Johann Carolus em Estrasburgo.\nEm Portugal, o 1º jornal (periódico) foi a Gazeta da Restauração em 1641.\nOs periódicos vieram trazer informações diárias sobre o que se passava no mundo.\n\n[Wikipedia]"
  },
  {
    "name": "La Pascaline - 1642",
    "answers": ["Blaise Pascal", "Calculadora Mecânica", "Adição e subtração"],
    "text": "Blaise Pascal, em 1642, constrói aos 19 anos a primeira calculadora mecânica.\nCriou esta máquina porque o seu pai era contador e precisava de ajuda com cálculos mais avançados. Criou uma máquina com um engenhoso sistema de engrenagens que fazia contas de adição e subtração. Quando a engrenagem virasse à direita era feita a adição, quando virasse à esquerda era feito a subtração dos valores armazenados em 2 ou 3 engrenagens anteriores.\n\n[Wikipedia: La Pascaline]"
  },
  {
    "name": "Telégrafo de Chappe - 1793",
    "answers": ["Telégrafo Semafórico", "De torre para torre", "1ª rede de telecomunicações"],
    "text": "Em 1793, o inventor Claude Chappe, inventou o telégrafo visual ou o Telégrafo Semafórico. Os aparelhos eram instalados em torres que distavam 10Km a 15Km. Cada aparelho era composto por dois braços ligados por uma trave. O operador movia os braços e a trave para indicar diferentes letras e símbolos, os quais eram observados pelo operador da torre seguinte através de telescópio. Este retransmitia a mensagem para a torre seguinte. As mensagens eram transmitidas de torre em torre.\nA rede semafórica em França foi a 1ª rede de telecomunicações na Europa.\nA rede era afetada pelas condições atmosféricas e pela noite, sendo substituído no séc. XIX pelo telégrafo elétrico.\n\n[http://macao.communications.museum/por/exhibition/firstfloor/moreinfo/1_1_6_VisualTelegraphy.html]\n[Wikipedia: Semaphore_line]"
  },
  {
    "name": "Fotografia - 1826",
    "answers": ["J. N. Niépce", "Daguerreotipia;", "1º self-media"],
    "text": "A primeira fotografia reconhecida remonta ao ano de 1826 e é atribuída ao francês Joseph Nicéphore Niépce. A imagem foi produzida com uma câmara, sendo exigidas cerca de oito horas de exposição à luz solar. Paralelamente, outro francês, Daguerre, produzia com uma câmera escura efeitos visuais em um espetáculo denominado \"Diorama\". Daguerre e Niépce trocaram correspondência durante alguns anos, vindo finalmente a firmarem sociedade.\nDaguerre desenvolveu um processo com vapor de mercúrio que reduzia o tempo de revelação de horas para minutos. O processo foi denominado daguerreotipia.\nA fotografia então popularizou-se como produto de consumo a partir de 1888. A empresa Kodak abriu as portas com um discurso de marketing onde todos podiam tirar as suas fotos, sem necessitar de fotógrafos profissionais com a introdução da câmara tipo \"caixão\" e pelo filme em rolos substituíveis criados por George Eastman.\nNo final do séc. XX, a fotografia digital mudou paradigmas no mundo da fotografia, minimizando custos, reduzindo etapas, acelerando processos e facilitando a produção, manipulação, armazenamento e transmissão de imagens pelo mundo.\n[Wikipedia: Fotografia]\n\nSó a partir de 1880 é que a fotografia (...) deixou de ser um trabalho reservado a profissionais e a especialistas para se tornar tecnicamente acessível a toda a gente\"\n[Cloutier, 1979, p. 39]\n\nA fotografia é o primeiro self-media (Cloutier, 1979). O Dia Internacional da Fotografia é 19 de agosto.\n\n[Cloutier, J. ( 1979). A era de EMEREC. Lisboa: Instituto de Tecnologia Educativa.]"
  },
  {
    "name": "Braille - 1829",
    "answers": ["Louis Braille", "Leitura e escrita para cegos", "Charles Barbier"],
    "text": "Louis Braille foi o criador do sistema de leitura e escrita para cegos que recebeu seu nome, braille, tendo publicado o método em 1829.\nCom 12 anos conheceu e alterou a proposta de Charles Barbier para leitura tátil de informação noturna no campo de batalha.\nO braille é lido da esquerda para a direita, com uma ou ambas as mãos. Cada célula braille permite 63 combinações de pontos. Assim, podem-se designar combinações de pontos para todas as letras e para a pontuação da maioria dos alfabetos.\n\n[Wikipedia: Louis Braille]"
  },
  {
    "name": "1º selo postal - 1840",
    "answers": ["One Penny Black", "Sir Rowland Hill", "Inglaterra"],
    "text": "O one penny black  (o selo postal de um penny preto) foi o primeiro selo postal do mundo. Começou a circular em Inglaterra a 6 de Maio de 1840. A ideia do selo postal para indicar pré-pagamento do correio foi de Sir Rowland Hill.\nSistemas de entregas postais que utilizavam o que poderia ser selo adesivo existiam antes do Penny Black.\n\n[Wikipedia: One_Penny_Black]"
  },
  {
    "name": "Telégrafo de Morse - 1844 ",
    "answers": ["Samuel Morse", "De Washington para a estação de Baltimore", "Código Morse"],
    "text": "No dia 24 de maio de 1844 Samuel Morse, instalado no High Court of Justice em Washington, enviou a sua primeira mensagem telegráfica para a estação de caminho de ferro de Baltimore & Ohio, onde várias pessoas ilustres esperavam a sua transmissão. Alfred Lewis Vail, colaborador de Morse, recebeu a mensagem e retransmitiu-a de imediato. O texto desta primeira mensagem era uma citação da Bíblia.\nMorse iniciou em 1832 o desenvolvimento de um sistema telegráfico que utilizasse a energia elétrica para transmitir sinais à distância. Era um código binário constituído por pontos e traços.\nEm 1850 um cabo marítimo ligava a Grã Bretanha ao continente Europeu.\nEm 1858 existia já uma ligação entre a América do Norte e a Inglaterra.\n\n[http://piano.dsi.uminho.pt/museuv/1820tmorse.html]"
  },
  {
    "name": "Fotografia colorida - 1861",
    "answers": ["James Maxwell", "1º filme colorido - Kodachrome", "Polaroid - 1º filme colorido instantâneo"],
    "text": "A primeira fotografia a cores foi tirada por James Clerk Maxwell em 1861.\nO primeiro filme colorido moderno, o Kodachrome, foi introduzido em 1935 baseado em três emulsões coloridas. A maioria dos filmes coloridos modernos, exceto o Kodachrome, são baseados na tecnologia desenvolvida pela Agfacolor em 1936.\nO filme colorido instantâneo foi introduzido pela Polaroid em 1963.\n\n[Wikipedia: Fotografia colorida]"
  },
  {
    "name": "Máquina de escrever 1870 - Copenhaga",
    "answers": ["Máquina de escrever", "Rasmus Malling-Hansen", "Hemisfério de bronze"],
    "text": "O reverendo Rasmus Malling-Hansen, em Copenhaga, inventou a máquina de escrever em 1865, tendo sido comercializada em 1870. Tem 52 teclas num hemisfério de bronze.\n\n[Wikipedia: Hansen_Writing_Ball]"
  },
  {
    "name": "Telefone - 1876 ",
    "answers": ["Alexander Bell", "Escocês", "Central telefónica manual"],
    "text": "Alexander Graham Bell, escocês, em 1876, construiu o primeiro telefone. O telefone permite a transmissão da voz à distância sob a forma de impulsos elétricos analógicos.\nOs utentes passam a emissores e recetores de mensagens em alternância sobre uma linha telefónica.\nO sucesso do seu invento foi tal que Graham Bell fundou a sua própria empresa, a Bell Telephone Company, em 1878, nos EUA.\nA popularidade do telefone conduziu à necessidade de comutação de circuitos que permitissem conectar qualquer utente a qualquer utente. As primeiras centrais telefónicas eram manuais. As telefonistas introduziam e retiravam \"cavilhas\" num painel terminal de linhas telefónicas.\n\n[http://piano.dsi.uminho.pt/museuv/1820tbell.html]"
  },
  {
    "name": "Fonógrafo - 1877",
    "answers": ["1º aparelho de gravação e reprodução de sons", "Thomas Edison", "Gravar e produzir sons."],
    "text": "O Fonógrafo é um aparelho inventado em 1877 por Thomas Edison para a gravação e reprodução de sons através de um cilindro.  Ele foi o primeiro aparelho capaz de gravar e reproduzir sons.\n\n[Wikipedia: Fonógrafo]"
  },
  {
    "name": "Esperanto - 1887",
    "answers": ["Esperanto", "Língua construída", "L. Zamenhof"],
    "text": "Língua criada por L. L. Zamenhof, em 1887, para facilitar a comunicação entre diferentes povos e promover a paz.\nNo ano de 1887 foi publicado o seu  livro sobre Esperanto.\nÉ a língua construída com mais falantes no mundo.\n\n[Wikipedia: Esperanto]"
  },
  {
    "name": "Cartões perfurados - 1890",
    "answers": ["Herman Hollerith", "Economizou ao governo 5 milhões de dólares", "Calcular o censo nos EUA"],
    "text": "Herman Hollerith criou os cartões perfurados para calcular o censo de 1880 nos EUA. Terminou a tarefa em 3 anos e à mão seriam necessários 7 anos, poupando ao governo 5 milhões de dólares.\nCriou a companhia que se tornou na IBM em 1911.\n\n[http://www.livescience.com/20718-computer-history.html]"
  },
  {
    "name": "Transmissão sem fios - 1894",
    "answers": ["Guglielmo Marconi", "Heinrich Hertz", "serviço comercial transatlântico em 1907"],
    "text": "Em 1894, o italiano Guglielmo Marconi consegue realizar uma transmissão \"sem fios\" (TSF) de um sinal para um recetor a 7 metros do emissor.\nEm 1895 já conseguia transmitir a 1 milha de distância e em 1899 consegue transmitir mensagens entre França e Inglaterra. Em 1901 consegue transmitir sinais telegráficos entre as duas costas do Oceano Atlântico (Canadá - Terra Nova; St. John - e U.K. - Cornualha; Poldhu).\nO primeiro serviço comercial para transmissão transatlântica foi estabelecido em 1907.\nOs transmissores e recetores eram alugados aos armadores de navios sob condição de apenas serem operados pelo pessoal da Marconi.\nA teoria de que as ondas eletromagnéticas poderiam propagar-se no espaço, formulada por James Clerk Maxwell, e comprovada pelas experiências de Heinrich Hertz, em 1888, foi utilizada por Marconi entre 1894 e 1895.\n\n[Wikipedia: Guglielmo_Marconi]"
  },
  {
    "name": "Cinematógrafo - 1895",
    "answers": ["Irmãos Lumière", "Máquina de filmar e projetar", "Inventores da Sétima Arte"],
    "text": "Auguste Lumière e Louis Lumière, os irmãos Lumière, foram os inventores do cinematógrafo(cinématographe), sendo frequentemente referidos como os pais do cinema.\nO cinematógrafo era uma máquina de filmar e projetor de cinema, invento de Léon Bouly no ano de 1892 mas que perdera o registro desta a patente, sendo então de novo registada pelos irmãos Lumière em 13 de fevereiro de 1895.\nSão considerados os inventores da Sétima Arte junto com Georges Méliès, sendo este o pai do cinema de ficção.\nProduziram alguns documentários curtos, destinados à promoção do invento, embora acreditassem que o cinematógrafo fosse apenas um instrumento científico sem futuro comercial.\nA 1ª projeção ocorreu no Eden, a primeira sala de cinema do mundo, em 1895. Mas a verdadeira divulgação do cinematógrafo, teve lugar em Paris, no Grand Café, situado no Boulevard des Capucines.  O programa incluía dez filmes. A sessão foi inaugurada com a projeção de La Sortie de l'usine Lumière à Lyon (A Saída da Fábrica Lumière em Lyon).\n\n[Wikipedia: Cinematógrafo;  Auguste_e_Louis_Lumière]"
  },
  {
    "name": "\"La Sortie de l'usine Lumière à Lyon\" - 1895",
    "answers": ["1º filme", "Paris", "Irmãos Lumière"],
    "text": "La Sortie de l'usine Lumière à Lyon (A Saída da Fábrica Lumière em Lyon) foi o primeiro filme (documentário) da autoria dos irmãos Lumière, Auguste e Louis Lumière. Foi apresentado, em 1895, no Grand Café, situado no Boulevard des Capucines, como forma de divulgar o novo invento: o cinamatógrafo. O filme era mudo.\n\n[https://www.youtube/HI63PUXnVMw [duração: 0:0:46]]\n[Wikipedia: La Sortie de l'usine Lumière à Lyon]"
  },
  {
    "name": "Gravador magnético - 1898",
    "answers": ["Valdemar Poulsen;", "Dinamarquês", "Fio de aço"],
    "text": "Em 1898 o dinamarquês Valdemar Poulsen inventou um gravador magnético para som que utilizava como suporte do registo magnético fio de aço.\nO registo do som em fio, fita e disco magnético foi praticamente inventado em simultâneo."
  },
  {
    "name": "Emissões de rádio - 1920",
    "answers": ["Guglielmo Marconi", "Nikola Tesla", "Argentina e EUA"],
    "text": "As primeiras transmissões para entretenimento regulares, começaram em 1920 na Argentina e nos Estados Unidos.\nA tecnologia de transmissão de som por ondas de rádio foi desenvolvida pelo italiano Guglielmo Marconi, no fim do século XIX, mas a Suprema Corte Americana concedeu a Nikola Tesla o mérito da criação do rádio, tendo em vista que Marconi usara 19 patentes de Tesla no seu projeto.\n[Wikipedia: Rádio (telecomunicações]\n\nEm 1935 nasceu a Emissora Nacional de Radiodifusão, atual Antena 1. No ano seguinte começam as emissões experimentais da Rádio Renascença.\n\n[http://ensina.rtp.pt/artigo/a-historia-da-radio/]"
  },
  {
    "name": "Enigma G - 1928",
    "answers": ["Criptografia", "Exército alemão", "Criptografia para segurança na Web"],
    "text": "Em 1928, o exército alemão construiu a \"Enigma G\", uma máquina de criptografia, que tinha como garantidor de segurança a troca periódica mensal das suas chaves. Essa máquina tinha como diferencial ser elétromecânica, funcionando com três (inicialmente) a oito rotores. Aparentava ser uma máquina de escrever, mas quando o usuário pressionava uma tecla, o rotor da esquerda avançava uma posição, provocando a rotação dos demais rotores à direita, sendo que esse movimento dos rotores gerava diferentes combinações de encriptação.\nAssim, a codificação da mensagem pelas máquinas \"Enigma\" era de muito difícil decodificação, uma vez que, para isso, era necessário ter outra máquina dessas e saber qual a chave (esquema) utilizada para realizar a codificação.\nA primeira máquina Enigma foi concebida, em 1918, por Arthur Scherbius.\nNa era digital, o processo de criptografia é basicamente feito por algoritmos. Atualmente, a criptografia é amplamente utilizada na Web, por motivos de segurança a fim de autenticar os utilizadores para lhes fornecer acesso, na proteção de transações financeiras e em redes de comunicação.\n\n[Wikipedia: Criptografia]"
  },
  {
    "name": "1ª Emissão de Televisão - 1936",
    "answers": ["1º emissão da BBC", "1936", "Londres"],
    "text": "A 1ª emissão comercial de televisão, incorporando som e imagem, foi realizada pela BBC em Londres - UK em 1936 e a primeira demonstração de televisão foi realizada em janeiro de 1923 pelo escocês John Logie Baird.\nEm dezembro de 1833 o jovem alemão Paul Nipkow imaginou um processo para enviar uma imagem em movimento de um local para outro através de um condutor elétrico - o disco de NipKow.\nEm Portugal, a televisão passa a emissão regular em 7 de março de 1957.\n\n[http://piano.dsi.uminho.pt/museuv/1820tv.html]"
  },
  {
    "name": "Fotocopiadora - 1938",
    "answers": ["Eletrofotografia", "Chester Carlson", "Fotocópias"],
    "text": "Uma fotocopiadora é um dispositivo usado para reprodução de documentos (fotocópias) através da tecnologia de eletrofotografia . Chester Carlson imprime a primeira imagem fotocopiada, em 1938.\nA primeira fotocopiadora automática tirava 7 páginas por minuto, em 1961.\nAs fotocópias eram analógicas, mas depois surgiram as fotocopiadoras digitais.\n\n[Wikipedia: Fotocopiadora]"
  },
  {
    "name": "ENIAC - 1944 ",
    "answers": ["Universidade da Pensilvânia", "30 toneladas", "Avô dos computadores digitais"],
    "text": "O Electronic Numerical Integrator and Calculator (ENIAC) foi construído por 2 professores da University of Pennsylvania—John Mauchly e J. Presper Ecker. É considerado o avô dos computadores digitais, ocupava uma sala de 6mx12m, pesava 30 toneladas, tinha perto de 18 mil válvulas.\n\n[http://piano.dsi.uminho.pt/museuv/1820tv.html]\n[Wikipedia: ENIAC]"
  },
  {
    "name": "COBOL - 1953",
    "answers": ["Grace Hooper", "1ª linguagem de programação", "COBOL"],
    "text": "Em 1953, Grace Hopper desenvolve a primeira linguagem de programação orientada para o processamento de transações comerciais: o COBOL ( COmmon Business Oriented Language).\nEm 1954 surge o FORTRAN  - outra linguagem de programação.\n\n[Wikipedia: COBOL]"
  },
  {
    "name": "Sputnik - 1957",
    "answers": ["Sputnik", "URSS", "Órbitas geoestacionárias"],
    "text": "O Sputnik foi o  o primeiro satélite artificial a ser enviado da Terra. A missão foi lançada pela URSS em 4 de outubro de 1957 do Cosmódromo de Baikonur. O Sputnik era uma esfera de aproximadamente 50 cm e pesava 83,6 kg.\nUm satélite de comunicação (algumas vezes abreviado para comsat) é um satélite artificial para fins de telecomunicações. Os modernos satélites de comunicação usam órbitas geoestacionárias, órbitas Molniya ou baixas órbitas polares. Um exemplo desses satélites é o GOES-8.\nOs satélites giram em órbita à volta da Terra e são retransmissores de ondas eletromagnéticas.\n\n[Wikipedia: Sputnik_I; Satélite_de_comunicação]"
  },
  {
    "name": "ARPAnet - 1958",
    "answers": ["EUA", "Guerra Fria", "1ª rede de computadores"],
    "text": "Em 1958, durante a Guerra Fria, os EUA receavam um ataque soviético. Assim, criaram a ARPAnet (Advanced Research Projects Agency network) que ligava 4 computadores nos EUA e tinha como objetivos:\n\tInvestigação em sistemas distribuídos de computação\n\tSer banco de provas de uma tecnologia de comunicação, capaz de funcionar mesmo que um hipotético ataque destruísse parte da sua infraestrutura.\nO primeiro e-mail em rede foi transmitido apenas em 1969.\n\n[http://www.paralibros.com/passim/p20-tec/pg2050ci.htm]"
  },
  {
    "name": "Hipertexto - 1960",
    "answers": ["Ted Nelson", "Hiperligações", "Hipermédia"],
    "text": "O termo hipertexto foi criado por Ted Nelson, em 1960. A informação está organizada em nós de informação e há hiperligações (links). A ideia deve-se a Vannevar Bush, que a apresentou no artigo \"As We May Think\" na revista Atlantic Monthly, em 1945, idealizando o Memex (Memory Expander). Mas nunca o chegou a implementar.\nO termo hipermédia foi também cunhado por Ted Nelson e reflete a integração de outros formatos, como sons e vídeo. A expressão que vingou no circuito comercial e é vulgarmente utilizado é: multimédia interativo.\n\n[Carvalho, A. (1999). Os Hipermédia em contextoeducativo. CEEP: Braga]"
  },
  {
    "name": "GPS - 1963",
    "answers": ["Sistema de navegação por satélite", "4 satélites", "Orientação"],
    "text": "GPS - global positioning system -  é um sistema de navegação por satélite que fornece a um aparelho recetor móvel a sua posição, assim como informação horária, sob quaisquer condições atmosféricas, a qualquer momento e em qualquer lugar na Terra, desde que o recetor se encontre no campo de visão de quatro satélites GPS.\nO GPS tem-se tornado cada vez mais popular entre condutores, ciclistas, balonistas, pescadores, ecoturistas, geocachers, voo livre ou por aventureiros que queiram apenas orientação durante as suas viagens.\n\n[Wikipedia: Sistema_de_posicionamento_global]"
  },
  {
    "name": "O rato - 1968",
    "answers": ["Douglas Engelbart", "Rato", "Interface GUI"],
    "text": "Douglas Engelbart apresenta um protótipo de rato e uma interface gráfica para o utilizador (Graphical user interface = GUI).\nÉ um marco importante porque a partir de então o computador deixou de ser só para cientistas e matemáticos e passou para o público em geral.\nEm 1968, durante a primeira demonstração pública do seu projeto, Engelbart apresentou o rato: uma caixinha de madeira com um botão vermelho na parte superior e um cabo que saía de uma das extremidades, lembrando, de alguma forma, o rabo de um rato. Era o primeiro rato da história.\n\n[http://www.tecmundo.com.br/historia/10976-como-inventaram-o-mouse.htm]"
  },
  {
    "name": "Código de barras - 1970",
    "answers": ["Representação gráfica", "11 dígitos", "Leitura ótica"],
    "text": "O Código de barras é uma representação gráfica de dados numéricos ou alfanuméricos. A decodificação (leitura) dos dados é realizada por um  leitor de código de barras, que emite um raio vermelho que percorre todas as barras. Os dados capturados nessa leitura ótica são compreendidos pelo computador, que por sua vez converte-os em letras ou números.\nEm meados dos anos 1970, o NAFC estabeleceu diretrizes para o desenvolvimento de códigos de barras e criou uma subcomissão símbolo de seleção para ajudar a padronizar a abordagem. Desenvolveu um código padronizado de 11 dígitos para identificar qualquer produto.\n\n[Wikipedia: código de barras]"
  },
  {
    "name": "Disquete - 1971",
    "answers": ["Disquete", "Equipa da IBM", "8 polegadas"],
    "text": "Em 1971, Alan Shugart lidera a equipa da IBM que inventa a disquete ( \"floppy disk\"), permitindo guardar e usar dados em diferentes computadores.\nComeçou por ser grande (8 polegadas) e foi aumentando a capacidade de armazenamento e diminuindo ao tamanho (5 1/2 e 3 1/2 inches).\n\n[http://www.livescience.com/20718-computer-history.html]"
  },
  {
    "name": "Apresentação da ARPAnet - 1972",
    "answers": ["50 computadores  em rede", "Correio eletrónico", "Surgem novas redes"],
    "text": "Em 1972 é feita a apresentação pública da ARPAnet como DARPA (Defense Advanced Research Projects Agency network). Nessa altura já havia 50 computadores ligados que disponibilizavam o serviço de correio eletrónico.\nNa década de 80 surgem novas redes: NSFnet (National Science Foundation network), Bitnet, CSnet, NASAnet, etc."
  },
  {
    "name": "RFID - 1973",
    "answers": ["Transponder", "Chip", "Internet of Things"],
    "text": "Identificação por radiofrequência ou RFID (\"Radio-Frequency IDentification\") é um método de identificação automática através de sinais de rádio, recuperando e armazenando dados remotamente através de dispositivos denominados etiquetas RFID.\nUma etiqueta ou tag RFID é um transponder, pequeno objeto que pode ser colocado em uma pessoa, animal, equipamento, embalagem ou produto, entre outros. Contém chips de silício e antenas que lhe permite responder aos sinais de rádio enviados por uma base transmissora. Além das etiquetas passivas, que respondem ao sinal enviado pela base transmissora, existem ainda as etiquetas semipassivas e as ativas, dotadas de bateria, que lhes permite enviar o próprio sinal.\nA tecnologia RFID tem as suas raízes na II Guerra Mundial. Os alemães, japoneses, americanos e ingleses utilizavam radares - criados em 1937 -  para avisá-los com antecedência de aviões enquanto eles ainda estavam bem distantes.\nMario W. Cardullo requereu a patente para uma etiqueta ativa de RFID com uma memória regravável em 23 de janeiro de 1973.\nO RFID utilizando UHF teve uma melhora na sua visibilidade em 1999.\nO RFID é também muito utilizado em eventos desportivos para cronometragem dos participantes. Em hotéis, ao fazer o check-in, o hotel envia o número do quarto e a \"chave\" para o telemóvel do hóspede. Este usa o seu telemóvel para destravar a porta.\nEm bibliotecas e centros de informação, a tecnologia RFID é utilizada para identificação do acervo, possibilitando leitura e rastreamento dos exemplares físicos das obras. A identificação animal por sistemas de RFID pode ser feita de quatro maneiras diferentes: colares, brincos, injetáveis ou ingeríveis.\nUm dia um pequeno chip RFID, implantado por baixo da pele, poderá transmitir seu número e automaticamente aceder um completo registo da sua saúde.\nA Internet of Things (IoT) é um cenário em que a \"coisa\" pode ser um objeto, um animal ou uma pessoa que tem um identificador único e que tem a capacidade de transferir dados para a rede. IoT resulta da convergência da tecnologia wireless, sistemas micro-eletromecânicos e da Internet.\n\n[Wikipedia: Identificação_por_radiofrequência]\n[http://whatis.techtarget.com/definition/Internet-of-Things]"
  },
  {
    "name": "Telemóvel - 1973",
    "answers": ["Motorola", "1947", "Sempre contactável"],
    "text": "A Motorola, em 3 de abril de 1973, apresentou o DynaTAC 8000, liderado por Martin Cooper, que só chegou a ser comercializado em 1983, este telemóvel marcou a primeira geração (1G). Desde então, o ser humano passou a estar sempre contactável.\nA invenção do telemóvel ocorreu em 1947 pelo laboratório Bell, nos Estados Unidos.\nEm 1993 foi lançado o IBM Simon que reunia recursos de telemóveis e PDAs (Personal Digital Assistants) com ecrã sensível ao toque. É considerado o primeiro smartphone.\nEm Portugal, em 2004, a taxa de penetração dos telemóveis tinha ultrapassado os 100%, ou seja, existem mais equipamentos que habitantes.\n\n[Wikipedia: História_do_telefone_celular]"
  },
  {
    "name": "Apple Computers",
    "answers": ["Apple II com o VisiCalc", "Aplicação com utilidade em contexto de trabalho", "Steve Jobs e Steve Wozniak"],
    "text": "Em 1976, Steve Jobs e Steve Wozniak criaram a Apple Computers. Em 1977 lançam o Apple II - com gráficos coloridos e a possibilidade de incorporar um gravador de cassetes. O VisiCalc foi a primeira folha de cálculo disponibilizada no Apple II e tornou os computadores pessoais úteis em contexto de trabalho.\n\n[http://www.livescience.com/20718-computer-history.html]"
  },
  {
    "name": "PC - 1981",
    "answers": ["Personal computer", "IBM", "Sistema operativo MS-DOS."],
    "text": "Em 1981, é lançado o  1º  IBM personal computer popularizando o termo PC. Usava o sistema operativo Microsoft MS-DOS.\n\n[http://www.livescience.com/20718-computer-history.html]"
  },
  {
    "name": "Emoticons - 1982",
    "answers": ["Scott Fahlman", "Smileys", "Emojis"],
    "text": "Scott Fahlman, docente da Carnegie Mellon University, foi o inventor dos emoticons no email, em 1982 - ainda só como sinal gráfico, por exemplo:  :).\nMais tarde os emoticons evoluíram para os rostos simpáticos dos smileys para enfatizarem a mensagem.\n[http://www.wired.com/2011/09/0919fahlman-proposes-emoticons/]\n\nMais recentemente têm-se imposto os emojis. O japonês Shigetaka Kurita, nos anos 90, criou um coração que fez furor entre os adolescentes. Mais tarde começou por criar um conjunto de 176 imagens de 12 × 12 pixels que poderia expressar todas as emoções humanas. Mais recentemente foram adicionados 250 emojis.\nA Apple tornou-se a principal responsável pela disseminação dos emojis fora do Japão com o iOS 4.\nA Google e a Microsoft também adotaram os emojis no Android e no Windows.\n\n[http://www.techtudo.com.br/noticias/noticia/2014/11/conheca-historia-por-tras-do-emoji-e-de-seus-icones-mais-curiosos.html]"
  },
  {
    "name": "Apple Macintosh - 1984",
    "answers": ["PC com GUI", "Menu drop-down", "Ícones"],
    "text": "Em 1984, o Apple Macintosh impõe-se no mercado como computador pessoal com GUI (Graphical User Interface) e rato. Tinha um menu drop-down e ícones.\nFoi precedido no ano anterior pelo Apple Lisa que foi o 1º computador pessoal com as mesmas funcionalidades, mas era muito caro.\n\n[http://www.livescience.com/11379-10-revolutionary-computers.html]"
  },
  {
    "name": "Impressão 3D - 1984",
    "answers": ["Chuck Hull", "Impressão tridimensional", "Tornaram-se mais rápidas e menos caras."],
    "text": "A primeira impressão 3D foi inventada por Chuck Hull, um norte-americano, em 1984, utilizando a estereolitografia, tecnologia precursora da impressão 3D.\nA Impressão 3D também conhecida como prototipagem rápida, é uma forma de tecnologia de fabricação aditiva onde um modelo tridimensional é criado por sucessivas camadas de material.\nNos últimos anos, as impressoras 3D tornaram-se financeiramente acessíveis para pequenas e médias empresas. A tecnologia é utilizada em diversos ramos de produção, como em joalheria, calçado, arquitetura,  aeroespacial, indústrias de desenvolvimento médico, etc..\n\n[Wikipedia: Impressão 3D]"
  },
  {
    "name": "Microsoft Windows - 1985",
    "answers": ["Sistema Operativo da Microsoft", "Windows 1.0", "resposta à Apple GUI"],
    "text": "Em 1985, a Microsoft anuncia o  Windows, sistema operativo como resposta à Apple GUI. O computador Amiga 1000, tinha capacidades gráficas de áudio e vídeo.\n[http://www.livescience.com/20718-computer-history.html]\n\n\"There are drop-down menus, scroll bars, icons, and dialog boxes that make programs easier to learn and use. You're able to switch among several programs without having to quit and restart each one.\"\n\n[http://windows.microsoft.com/en-us/windows/history#T1=era1]"
  },
  {
    "name": "World Wide Web - 1990",
    "answers": ["Tim Berners-Lee", "CERN", "Prosumer"],
    "text": "Em 1990, Tim Berners-Lee, investigador no CERN (Conseil Européen pour la Recherche Nucléaire), desenvolveu o HyperText Markup Language (HTML) e o protocolo de transferência de hipertexto (HTTP), criando a World Wide Web.\nA Web \"foi desenvolvida para ser um repositório do conhecimento humano, que permitiria que colaboradores em locais distintos partilhassem as suas ideias e todos os aspetos de um projeto comum\"\n[Berners-Lee et al., 1994: 76]\n\nA Web é um serviço que utiliza a Internet.\nO utilizador, designado como prosumer, passa a ter um duplo papel: consumidor/produtor ou leitor/escritor.\n\n[Berners-Lee, T.; Cailliau, R.;Luotonen, A.;Nielsen, H., & Secret, A. (1994). The World-Wide Web. Communications of the ACM, 37 (8), 76-82.]"
  },
  {
    "name": "Browsers - 1992",
    "answers": ["Visualização de gráficos e animações", "Internet Explorer", "Google Chrome"],
    "text": "Até Abril de 1992, os navegadores (browsers) só mostravam informações em formato texto, altura em que apareceram os primeiros navegadores que permitiam a visualização de gráficos, o Erwise, uma aplicação desenvolvida na Universidade de Tecnologia de Helsínquia, e um outro ViolaWWW criado em Maio por Pei-Yuan Wei.\nO grande impulso à Web foi a introdução de Mosaic em 1993, um navegador gráfico criado na NCSA sobre a direção de Marc Andreessen  e Eric Bina que haviam começado a desenvolver a ideia de um navegador multiplataformas. Com a comercialização do Mosaic este passou a chamar-se Netscape em Abril 1994.\nOutros browsers: Microsoft Internet Explorer, Mozilla Firefox, Safari, Google Chrome, etc.\n\n[Wikipedia: História_da_World_Wide_Web]"
  },
  {
    "name": "Wi-Fi - 1999",
    "answers": ["Wi-Fi", "Internet sem fios", "Hotspots"],
    "text": "Em 1999, o Wi-Fi permite o acesso à Internet sem fios.\nA cobertura de um ou mais pontos de acesso interligados - chamados hotspots - podem se estender a partir de uma área tão pequena como um quarto a uma área tão grande como muitos quarteirões.\n\n[http://www.livescience.com/20718-computer-history.html; Wikipedia: Wi-Fi]"
  },
  {
    "name": "QR Code - dp 1997",
    "answers": ["Código de barras bidimensional", "Leitor de QR Code", "Gerador de QR Code"],
    "text": "O QR Code (Quick Response) é um código de barras bidimensional que pode ser facilmente descodificado, usando um telemóvel com leitor QR code. Esse código é convertido em texto (interativo), em endereço eletrónico, em número de telefone, numa localização georreferenciada, num contacto, numa imagem, num SMS, etc.\nDesde 2003, foram desenvolvidas aplicações que ajudam os utilizadores a inserir dados no telefone móvel, usando a câmara do aparelho. Para criar um QR Code é necessário usar um gerador de QR, indicando o que se pretende codificar.\n\n[Wikipédia: Código QR]"
  },
  {
    "name": "Pen Drive - 1998",
    "answers": ["Flash Drive", "Ligação USB", "Capacidade de armazenamento variada"],
    "text": "A Pen Drive ou Memória USB Flash Drive tem uma ligação USB. As capacidades atuais de armazenamento são variadas. A Pen Drive USB 3.0 foi desenvolvido no ano de 2000, com o objetivo de substituir a disquete e o CD.\n\n[Wikipedia: USB Flash Drive]"
  },
  {
    "name": "PlayStation2 - 2000",
    "answers": ["PlayStation2", "Sony", "Consola mais vendida"],
    "text": "Em 2000, a Sony lança a PlayStation 2. Foi lançada no dia 4 de março de 2000 no Japão, no dia 26 de outubro na América do Norte, e posteriormente, no dia 24 de novembro na Europa. Após um lento primeiro ano, a PlayStation 2 cresceu a ponto de tornar-se a consola mais vendida da história dos videogames.\nSó com o lançamento da Playstation 4, foi cancelada a produção da PS2 no mundo, em 2013, tendo saído o último jogo em 2013: Pro Evolution Soccer 2014.\nA PlayStation 2 vendeu mais de 150 milhões de unidades, e teve mais de 3800 títulos disponíveis.\nEm 2005 a Sony lançou a PSP (PlayStation Portable). PSP possui outras funções além dos jogos, como leitor de áudio, vídeo e acesso à Internet sem fio via rede Wi-Fi. Outro atrativo da PSP é o seu ecrã widescreen com alta luminosidade e definição.\n\n[http://www.livescience.com/20718-computer-history.html; Wkipedia: PlayStation_2]"
  },
  {
    "name": "iPod - 2001",
    "answers": ["iPod", "música", "leitor digital de mp3"],
    "text": "Em 2001, a Apple lançou o iPod - leitor digital de mp3, com 5 gigabyte armazenando perto de 1000 canções.\nDesde 2008, a linha de iPods inclui o iPod classic, o iPod shuffle, o iPod nano e o iPod touch. O iPod touch, respondendo ao toque no ecrã, permite aceder à Internet sem fio, além de poder usar todos os aplicativos do iPhone.\n\n[Wikipedia: iPod]"
  },
  {
    "name": "iTunes - 2003",
    "answers": ["iTunes", "compra de músicas e filmes", "organizar músicas e filmes"],
    "text": "Em 2003 foi lançada a loja online  iTunes Music Store was, com 2 milhões de downloads nos primeiros 16 dias. A música era comprada através da aplicação iTunes, que inicialmente era só para Macintosh. Em outubro de 2003, foi adicionado suporte para Windows.\nEm setembro de 2006 mudou o nome para iTunes Store e passou a incluir TV Shows e filmes.\nO iTunes foi lançado pela Apple para reproduzir e organizar música digital, arquivos de vídeo e para a compra de arquivos de media digital.\n\n[Wikipedia: iTunes]"
  },
  {
    "name": "Web 2.0 - 2004",
    "answers": ["2ª geração de serviços na Web", "Edição e partilha online", "Tim O'Reilly"],
    "text": "O conceito de Web 2.0 surge numa sessão de brainstorming entre O’Reilly e a MediaLive International, em 2004.\nA definição está disponível no artigo: What is Web 2.0. Design patterns and Business models for the next generation of Software\n[Tim O’Reiley, 2005]\n\nA 2ª geração de serviços na Web teve reflexo na forma como se edita e partilha online. Indicação de tags (etiquetas) e construção de redes sociais. Exemplos: Flickr, YouTube, Facebook, Linkedin, Blogger, WordPress, Twitter, etc."
  },
  {
    "name": "Podcasting - 2004",
    "answers": ["Podcasts", "Webrádio", "podcasting"],
    "text": "O termo podcasting resulta da combinação de iPod+broadcasting. O desenvolvimento desta tecnologia iniciou-se em 2004, quando Adam Curry (DJ da MTV) e Dave Winer (criador de software) criaram um programa que permitia descarregar transmissões de rádio na Internet através de um feed RSS.\nA facilidade com que se pode gravar e disponibilizar podcasts online levou à proliferação de rádios pessoais e de rádios escolares (webrádio).\nWebrádio (também conhecida como Rádio via Internet ou Rádio Online) é uma rádio digital que realiza sua transmissão via Internet utilizando a tecnologia (streaming) serviço de transmissão de áudio/som em tempo real. Através de um servidor é possível emitir uma programação ao vivo ou gravada. Muitas estações tradicionais de rádio transmitem a mesma programação da FM ou AM (transmissão analógica por ondas de rádio, mas com alcance limitado de sinal) também pela Internet.\nO custo de criação de uma Webrádio é bem inferior ao custo de criação de uma rádio tradicional.\n\n[Wikipedia: web rádio]"
  },
  {
    "name": "Wii - 2006",
    "answers": ["Wii da Nintendo", "Inclusão digital", "Leitura ótica do movimento"],
    "text": "Em 2006, a Wii da Nintendo revoluciona o entretenimento. As famílias divertem-se com Wii Sports, Wii Fit e Wii Balance Board, tornando-se conscientes da boa forma. A Wii permitiu a inclusão digital dos mais novos aos mais velhos.\n\n[https://www.nintendo.pt/A-empresa/Historia-da-Nintendo]"
  },
  {
    "name": "iPhone - 2007",
    "answers": ["Smartphone", "Ecrã tátil", "Funcionalidades de um computador."],
    "text": "Em 2007, o iPhone da Apple apresenta muitas funções de um computador num telefone (smartphone), combinando o ecrã do iPod com o facto de ser o 1º dispositivo móvel a ter visual voicemail.\nOs smartphones (independentemente da marca) são sensíveis ao toque, acesso à  Internet através de redes wireless e redes móveis, podem ter GPS, bússola, sensores de proximidade e iluminação, jogos, em suma, têm as funcionalidades de um computador. Os smartphones popularizaram-se e têm vindo a ser usados no ensino, fomentando o mobile learning (aprendizagem móvel).\n\n[Wikipedia: History_of_Apple_Inc.]"
  },
  {
    "name": "iPad - 2010",
    "answers": ["Tablet", "mudou a forma de interagir com os tablets", "popularizou os tablets"],
    "text": "Em 2010, é lançado o iPad que mudou o modo de interagir com os tablets e popularizou este tipo de dispositivo móvel, embora a existência dos Tablet PCs seja anterior. Os tablets têm vindo a ganhar popularidade, baixando as vendas de computadores portáteis (laptops) e de computadores de secretária (desktop).\n\n[Wikipedia: computador pessoal]"
  },
  {
    "name": "MOOC - 2012",
    "answers": ["Massive Open Online Course", "George Siemens e Stephen Downes", "1º foi na Universidade de Manitoba"],
    "text": "New York Times, em 2012, considerou o MOOC (Massive Open Online Course) a palavra do ano.\nO primeiro foi dinamizado por George Siemens e Stephen Downes, em 2008, baseando-se no conectivismo. Foi realizado na Universidade de Manitoba, no Canadá e teve a participação de 2.400 pessoas de todo mundo.\nHarvard e MIT lançaram o EdX, plataforma de apoio ao MOOC.\n\n[http://www.technologyreview.com/news/539091/lessons-from-the-digital-classroom/]"
  },
  {
    "name": "Selfie - 2013",
    "answers": ["Palavra internacional de 2013", "Redes sociais", "Bastão de selfies"],
    "text": "Selfie foi considerada a palavra internacional do ano de 2013 pelo Oxford English Dictionary. As selfies são autorretratos e são frequentemente associadas com as redes sociais.\nA selfie de grupo que a apresentadora Ellen DeGeneres tirou e disponibilizou online durante a cerimónia do Oscar 2014 teve mais de 2,7 milhões de partilhas, chegando a colapsar o Twitter por alguns minutos. A imagem tornou-se a foto mais \"retweettada\" da história.\nEm 2014, a revista Time nomeou o bastão de selfies como a maior invenção de 2014.\n\n[Wikipedia: Selfie; Bastão de Selfie]"
  },
  {
    "name": "Escrita cuneiforme",
    "answers": ["8"],
    "text": ""
  },
  {
    "name": "Escrita hieroglífica",
    "answers": ["11","9"],
    "text": ""
  },
  {
    "name": "Texto crucial para a compreensão dos hieróglifos egípcios",
    "answers": ["10"],
    "text": ""
  },
  {
    "name": "Caracteres Han",
    "answers": ["14"],
    "text": ""
  },
  {
    "name": "Escrita maia",
    "answers": ["15"],
    "text": ""
  },
  {
    "name": "Kanji",
    "answers": ["16"],
    "text": ""
  },
  {
    "name": "Alfabeto com 22 signos",
    "answers": ["18"],
    "text": ""
  },
  {
    "name": "Alfabeto grego",
    "answers": ["20"],
    "text": ""
  },
  {
    "name": "Alfabeto cirílico",
    "answers": ["22"],
    "text": ""
  },
  {
    "name": "Braille",
    "answers": ["33"],
    "text": ""
  },
  {
    "name": "Esperanto",
    "answers": ["40"],
    "text": ""
  },
  {
    "name": "Criptografia",
    "answers": ["47"],
    "text": ""
  },
  {
    "name": "Emoticons",
    "answers": ["64"],
    "text": ""
  },
  {
    "name": "Pedra",
    "answers": ["3", "2", "4", "5", "10"],
    "text": ""
  },
  {
    "name": "Argila",
    "answers": ["15"],
    "text": ""
  },
  {
    "name": "Papiro",
    "answers": ["11"],
    "text": ""
  },
  {
    "name": "Pergaminho",
    "answers": ["17"],
    "text": ""
  },
  {
    "name": "Papel",
    "answers": ["24"],
    "text": ""
  },
  {
    "name": "Cartões perfurados",
    "answers": ["41"],
    "text": ""
  },
  {
    "name": "Disquete",
    "answers": ["58"],
    "text": ""
  },
  {
    "name": "Pen Drive",
    "answers": ["72"],
    "text": ""
  },
  {
    "name": "Escriba egípcio",
    "answers": ["12"],
    "text": ""
  },
  {
    "name": "Mensageiros usados pelos fenícios e cretenses",
    "answers": ["19"],
    "text": ""
  },
  {
    "name": "Sinais de fumo",
    "answers": ["27"],
    "text": ""
  },
  {
    "name": "Tambores que falam",
    "answers": ["28"],
    "text": ""
  },
  {
    "name": "Telégrafo de Chappe",
    "answers": ["31"],
    "text": ""
  },
  {
    "name": "Selo Postal",
    "answers": ["34"],
    "text": ""
  },
  {
    "name": "Telégrafo de Morse",
    "answers": ["35"],
    "text": ""
  },
  {
    "name": "Telefone",
    "answers": ["38"],
    "text": ""
  },
  {
    "name": "Transmissão sem fios",
    "answers": ["42"],
    "text": ""
  },
  {
    "name": "Email",
    "answers": ["59"],
    "text": ""
  },
  {
    "name": "Imprensa de Gutenberg",
    "answers": ["25"],
    "text": ""
  },
  {
    "name": "1º livro de Gutenberg",
    "answers": ["26"],
    "text": ""
  },
  {
    "name": "1º Periódico",
    "answers": ["29"],
    "text": ""
  },
  {
    "name": "Fotografia",
    "answers": ["32"],
    "text": ""
  },
  {
    "name": "Fotografia colorida",
    "answers": ["36"],
    "text": ""
  },
  {
    "name": "Máquina de escrever de Rasmus Malling-Hansen",
    "answers": ["37"],
    "text": ""
  },
  {
    "name": "Fonógrafo",
    "answers": ["39"],
    "text": ""
  },
  {
    "name": "Cinematógrafo",
    "answers": ["43"],
    "text": ""
  },
  {
    "name": "1º filme",
    "answers": ["44"],
    "text": ""
  },
  {
    "name": "Gravador magnético",
    "answers": ["45"],
    "text": ""
  },
  {
    "name": "Fotocopiadora",
    "answers": ["49"],
    "text": ""
  },
  {
    "name": "Transmissão sem fios",
    "answers": ["42"],
    "text": ""
  },
  {
    "name": "Emissão de rádio",
    "answers": ["46"],
    "text": ""
  },
  {
    "name": "Emissão de televisão",
    "answers": ["48"],
    "text": ""
  },
  {
    "name": "Satélite Sputnik",
    "answers": ["52"],
    "text": ""
  },
  {
    "name": "A ARPAnet e o email",
    "answers": ["59"],
    "text": ""
  },
  {
    "name": "Hipertexto",
    "answers": ["54"],
    "text": ""
  },
  {
    "name": "GPS",
    "answers": ["55"],
    "text": ""
  },
  {
    "name": "RFID",
    "answers": ["60"],
    "text": ""
  },
  {
    "name": "Telemóvel",
    "answers": ["61"],
    "text": ""
  },
  {
    "name": "Computador Pessoal",
    "answers": ["63"],
    "text": ""
  },
  {
    "name": "Emoticons de Scott Fahlman",
    "answers": ["64"],
    "text": ""
  },
  {
    "name": "Computador Pessoal com GUI",
    "answers": ["65"],
    "text": ""
  },
  {
    "name": "World Wide Web",
    "answers": ["68"],
    "text": ""
  },
  {
    "name": "Wi-Fi",
    "answers": ["70"],
    "text": ""
  },
  {
    "name": "QR Code",
    "answers": ["71"],
    "text": ""
  },
  {
    "name": "Web 2.0",
    "answers": ["76"],
    "text": ""
  },
  {
    "name": "Smartphone",
    "answers": ["79"],
    "text": ""
  },
  {
    "name": "Tablets",
    "answers": ["80"],
    "text": ""
  },
  {
    "name": "Selfies",
    "answers": ["82"],
    "text": ""
  }
]}